---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ValidateCurveLoopsOptions
source: html/a1bc1d3a-ff95-47ca-772b-81d0d37ed42e.htm
---
# ValidateCurveLoopsOptions Members

Releases all resources used by the ValidateCurveLoopsOptions